[BallisticShield_CV X2WeaponTemplate]
FriendlyName="防弹盾牌MK1"
FriendlyNamePlural="防弹盾牌MK1"
BriefSummary="人类从最早使用工具的时候就开始使用某种形式的盾牌，这是人类最古老的防护手段之一.这是一个标准的防弹盾牌，由金属和陶瓷板打造，旨在阻挡大口径子弹."
TacticalText="盾牌是人类已知的最古老的附加保护形式之一.我们能够将足够多的金属和陶瓷装甲板拼凑在一起，形成一个基本的弹道盾牌，能够承受适度的惩罚.<br/><Bullet/>用盾牌进行近战攻击会使敌人混乱.<br/><Bullet/>盾牌与士兵装甲一起升级.<br/><Bullet/>携带盾牌会阻碍士兵，导致减少<ability:BS_TAG_SHIELD_MOBILITY_PENALTY/>移动性和<Ability:BS_TAG_SHIELD_AIM_PENALTY/>命中."
AbilityDescName="盾"

[BallisticShield_MG X2WeaponTemplate]
FriendlyName="合金盾MK2"
FriendlyNamePlural="防弹盾牌MK2"
BriefSummary=""使用外星合金材料打造的盾牌变得更轻更坚固.复杂的聚合物和陶瓷也能使其更好地散热，这样的话使用者就不太可能因为自身的这套防护措施而受到子弹碎片和融化材料的伤害.一个可选的LED平板电脑配件可以安装在盾牌内壁上，以帮助使用者进行战术规划.."
TacticalText="使用外星合金不仅使我们的防弹罩更坚固，而且更轻.复杂的聚合物和陶瓷材料可以更好地分配热量，使使用者不太可能受到弹片和熔化材料的伤害，从他们自己的保护装置.集成的LED平板电脑可以在不暴露于敌人火力的情况下监控战术情况.<br/><Bullet/>使用盾牌进行近战攻击会使敌人混乱.<br/><Bullet/>盾牌与士兵装甲一起升级.<br/><Bullet/>携带盾牌会阻碍士兵，导致减少<ability:BS_TAG_SHIELD_MOBILITY_PENALTY/>移动性和<Ability:BS_TAG_SHIELD_AIM_PENALTY/>命中."
AbilityDescName="盾"

[BallisticShield_BM X2WeaponTemplate]
FriendlyName="动力盾MK3"
FriendlyNamePlural="动力盾MK3"
BriefSummary="微型化技术的改善使得MK3型盾牌不仅可以容纳常规的防护材料，还可以配置更深层的功能，比如能量盾牌.纳米材料使其可以在战斗中进行自我修复，甚至可以在紧急情况下充当充电端口.集成的全息系统可以提供更好的态势感知."
TacticalText=微型化技术改善的进展使这种盾牌不仅能提供传统的动能保护，还能提供更奇特的能量排斥.集成的全息系统确保用户的态势感知不会受到影响.<br/><Bullet/>用盾牌进行近战攻击会使敌人混乱.<br/><Bullet/>盾牌与士兵装甲一起升级.<br/><Bullet/>携带盾牌会阻碍士兵，导致减少<ability:BS_TAG_SHIELD_MOBILITY_PENALTY/>移动性和<Ability:BS_TAG_SHIELD_AIM_PENALTY/>命中."
AbilityDescName="盾"

[BallisticShield_CV X2AbilityTemplate]
LocFriendlyName="防弹盾牌"
LocHelpText="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocLongDescription=""获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocFlyOverText="防弹盾牌"

[BallisticShield_MG X2AbilityTemplate]
LocFriendlyName="合金盾牌"
LocHelpText="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocLongDescription="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocFlyOverText="合金盾牌"

[BallisticShield_BM X2AbilityTemplate]
LocFriendlyName="动力盾牌"
LocHelpText=""获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocLongDescription="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocFlyOverText="动力盾牌"

[SparkBallisticShield_CV X2WeaponTemplate]
FriendlyName="SPARK 盾牌"
FriendlyNamePlural="SPARK 盾牌"
BriefSummary="SPARK大小的战术弹道盾牌由与SPARK装甲相同的合金制成.它的巨大尺寸和可伸缩的襟翼使得SPARK可以作为一个移动堡垒."
TacticalText="SPARK大小的战术弹道盾牌由与SPARK装甲相同的合金制成.其巨大的尺寸和可扩展的襟翼使火花可以作为移动堡垒使用.<br/><Bullet/>使用SPARK盾牌的近战攻击使敌人眩晕.<br/><Bullet/>盾牌与SPARK盔甲一起升级.<br/><Bullet/>携带盾牌阻碍了部队，导致a<ability:BS_TAG_SHIELD_MOBILITY_PENALTY/>移动性和<Ability:BS_TAG_SHIELD_AIM_PENALTY/>目标惩罚."
AbilityDescName="盾牌"

[SparkBallisticShield_MG X2WeaponTemplate]
FriendlyName="动力盾牌"
FriendlyNamePlural="动力盾牌"
BriefSummary="动能盾牌本质上是坠毁的外星飞船外壳的一块，它能够吸收动能，降低弹道弹丸的冲击强度.可伸缩襟翼可以用来为附近的部队提供额外的保护."
TacticalText="动能盾牌本质上是坠毁的外星飞船外壳的一块，它能够吸收动能，降低弹道弹丸的冲击强度.可伸缩的襟翼可以用来为附近的单位提供额外的保护.<br/><Bullet/>带着SPARK盾牌的近战攻击会使敌人眩晕.<br/><Bullet/>盾牌和SPARK盾牌一起升级.<br/><Bullet/>带着盾牌阻碍了单位，导致a<ability:BS_TAG_SHIELD_MOBILITY_PENALTY/>移动性和<Ability:BS_TAG_SHIELD_AIM_PENALTY/>目标惩罚."
AbilityDescName="盾牌"

[SparkBallisticShield_BM X2WeaponTemplate]
FriendlyName="超铀盾牌"
FriendlyNamePlural="超铀盾牌"
BriefSummary="超铀盾牌基于与动力装甲相同的技术，并额外使用超铀能量场来中和来袭的炮弹.额外的超铀超铀产生允许延长屏蔽提供额外的保护附近的单位."
TacticalText="超铀盾牌基于与动力装甲相同的技术，并额外使用超铀能量场来中和来袭的炮弹.额外的超铀盾牌可以扩展盾牌，为附近的单位提供额外的保护.<br/><Bullet/>使用SPARK盾牌的近战攻击使敌人眩晕.<br/><Bullet/>盾牌与SPARK护甲一起升级.<br/><Bullet/>携带盾牌会阻碍单位，导致a<ability:BS_TAG_SHIELD_MOBILITY_PENALTY/>移动性和<Ability:BS_TAG_SHIELD_AIM_PENALTY/>目标惩罚."
AbilityDescName="盾牌"

[SparkBallisticShield_CV X2AbilityTemplate]
LocFriendlyName="SPARK盾牌"
LocHelpText="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocLongDescription="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocFlyOverText="SPARK盾牌"

[SparkBallisticShield_MG X2AbilityTemplate]
LocFriendlyName="动力盾牌"
LocHelpText="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocLongDescription="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocFlyOverText="动力盾牌"

[SparkBallisticShield_BM X2AbilityTemplate]
LocFriendlyName="超铀盾牌"
LocHelpText="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocLongDescription="获得 <Ability:BS_TAG_SHIELD_POINTS_CV/> 盾牌值为盟友提供半掩体."
LocFlyOverText="超铀盾牌"

[BallisticShield_GenerateCover X2AbilityTemplate]
LocFriendlyName="防弹盾牌"
LocHelpText="为盟友提供半掩体."
LocLongDescription="为盟友提供半掩体."
LocFlyOverText="防弹盾牌"

[ShieldBash X2AbilityTemplate]
LocFriendlyName="盾牌猛击"
LocHelpText="使用盾牌进行近战攻击."
LocLongDescription="使用盾牌进行近战攻击."
LocFlyOverText="盾牌猛击"

[ShieldWall X2AbilityTemplate]
LocFriendlyName="盾墙"
LocHelpText="为盟友提供全掩体，获得<Ability:BS_TAG_SHIELD_WALL_DEFENSE/>防御力，持续1回合.”
LocLongDescription="为盟友提供全掩体，获得<Ability:BS_TAG_SHIELD_WALL_DEFENSE/>防御力，持续1回合."
LocFlyOverText="盾墙"